Repository: Fizza-Rubab/PLSP
Catalog: lib/l10n/app_*.arb
Languages: ar, ur

# language
source: English
ar: انگريزي
ur: اُرْدُو

source: Hello,
ar: سلام،
ur: سلام

# plsp
source: Pakistan Lifesavers Programme
ar: پاڪستان لائف سیوسرز پروگرام
ur: پاکستان لائف سیوئرز پروگرام

# btn
source: Change Language
ar: زبان تبديل ڪريو
ur: زبان تبدیل کریں

source: Register
ar: رجسٽر ڪريو
ur: رجسٹر

# register_desc
source: Please provide the following details to register
ar: براہ کرم رجسٽر کرڻ لاءِ آھيو ورهائڻي جي معلومات فراهم ڪريو
ur: رجسٹر کرنے کے لیے درج ذیل تفصیلات فراہم کریں۔

source: Login
ar: لاگ ان ڪريو
ur: لاگ ان

# welcome_caption
source: Do you want to help save lives?
ar: کيا توهان جانداري جي جانوارن کي ڪيون نه بچائڻ چاهيو؟
ur: کیا آپ انسانی جانوں کو بچانے میں مدد کرنا چاہتے ہیں؟

# become_lifesaver
source: Become a Lifesaver
ar: اڄون جي طرف مٺڻ
ur: لائف سیوئر بنیں

source: Welcome Back
ar: واپسي خير مقدم
ur: خوش آمدید

# login_desc
source: Please enter your credentials to login
ar: براہ کرم سولوک ڪرڻداخل ڪريو
ur: لاگ ان کرنے کے لیے براہ کرم اپنی اسناد درج کریں۔

source: Email
ar: اي ميل
ur: ای میل

source: Password
ar: پاس ورڊ
ur: پاس ورڈ

source: Remember me?
ar: منهنجي ياد رکيو؟
ur: میرا اکاؤنٹ یاد رکھیں

source: Forgot Password?
ar: پاس ورڊ بھل جايو؟
ur: پاس ورڈ بھول گئے ہیں؟

# help
source: Do you need help?
ar: کيا توهان کي مدد چاهيو؟
ur: کیا آپ کو مدد چاہئیے؟

# instruct
source: Press the button below to contact a lifesaver
ar: اھو، ايڪ جاندار ڀاڻي کان رابطو ڪرڻ لاءِ بٽڻي کي دبائو
ur: زندگی بچانے والے سے رابطہ کرنے کے لیے نیچے دیئے گئے بٹن کو دبائیں۔

# home_icon
source: Home
ar: گهري
ur: گھر

source: History
ar: تاريخ
ur: پرانی کالز

source: Profile
ar: پروفائل
ur: پروفائل

source: Life Saver
ar: جيئن کي بچائڻ والا شخص
ur: لائف سیوئر

source: Address
ar: پتو
ur: پتہ

source: Date of Birth
ar: پيدائش جي تاريخ
ur: تاریخ پیدائش

# contact
source: Contact Number
ar: رابطو نمبر
ur: فون نمبر

source: Edit Profile
ar: پروفائل ترميم ڪريو
ur: پروفائل ترمیم کریں

source: Citizen
ar: شهري
ur: عام آدمی

source: Select Image From
ar: عڪس منتخب ڪريو
ur: تصویر منتخب کریں

source: CAMERA
ar: ڪيمرا
ur: کیمرہ

source: GALLERY
ar: گالري
ur: گیلری

source: CANCEL
ar: منسوخ ڪريو
ur: منسوخ کریں

source: Save
ar: حفاظت ڪريو
ur: سیو

source: Change Password
ar: پاس ورڊ تبديل ڪريو
ur: پاس ورڈ تبدیل کریں

# first_name
source: Name
ar: پهرستي نالو
ur: نام

# last_name
source: Father's Name
ar: وڌاءُ جو نالو
ur: ولدیت

source: Request Sent
ur: درخواست بھیج دی گئی ہے

# request_sent_disc
source: Your request has been sent successfully. Our team will contact you shortly
ur: آپ کی درخواست بھیج دی گئی ہے۔ ہماری ٹیم جلد آپ سے رابطہ کرے گی

source: Confirm Password
ar: پاسورڊ تائيديڻ
ur: دوبارہ پاس ورڈ درج کریں

# disclaimer
source: By signing up to this application, you are agreeing to our
ur: اس موبائل ایپلیکیشن میں سائن اپ کرکے، آپ ہماری

# disclaimer_url
source: Terms and privacy policy.
ur: شرائط و ضوابط اور پرائیویسی پالیسیسے اتفاق کر رہے ہیں

# reset_pass
source: Reset Password
ur: پاس ورڈ تبدیل کریں

# reset_pass_disc
source: Enter Email Address
ur: ای میل ایڈریس درج کریں

# no_account
source: Do not have an account?
ur: کیا آپ کا کوئی اکاؤنٹ نہیں ہے؟

source: Send Code via Email
ur: کوڈ ای میل کریں

# enter_pass
source: Enter new password
ur: نیا پاسورڈ درج کریں

source: Emergency details
ur: تفصیلات

# emergency_location
source: Location of Emergency
ur: ہنگامی صورتحال کی جگہ

source: Patient's information
ur: مریض کی معلومات

# patient_quantity
source: Number of Patients
ur: مریضوں کی تعداد

# other_details
source: Other details (optional)
ur: دیگر تفصیلات

# caller_information
source: Your Contact Information
ur: کالر کی معلومات

source: Name
ar: نالو
ur: نام

source: Launch Alert
ar: لانچ الرٽ
ur: الرٹ جاری کریں

source: Stay Calm
ar: پرسڪون رهو
ur: پرسکون رہیں

# stay_calm_desc
source: We are finding you help
ar: اسان توهان جي مدد ڳولي رهيا آهيون
ur: ہم آپ کے لیے مدد تلاش کر رہے ہیں

# finding_lifesaver_nearby
source: Finding Lifesaver
ar: اسان توهان جي مدد ڳولي رهيا آهيون
ur: لائف سیونگر کی تلاش

source: Post Emergency Form
ar: پوسٽ ايمرجنسي فارم
ur: ایمرجنسی فارم دائر کریں

# patient_name
source: Name of patient(s)
ar: مريض جو نالو
ur: مریضوں کے نام

# lifesaver_details
source: Attending Lifesaver Details
ar: لائف سيور جي تفصيلن ۾ شرڪت
ur: لاف سیونگر کی تفصیلات

source: Submit
ar: جمع ڪرايو
ur: فارم جمع کرائیں

source: Well Done!
ar: بهترين
ur: بہت اچھے!

# thanks
source: Thank you for saving a life!
ar: هڪ زندگي بچائڻ لاء توهان جي مهرباني
ur: انسانی جان بچانے کے لیے آپ کا شکریہ

# thanks_desc
source: Your appropriate use of this help has made an impact in health care. We appreciate your efforts.
ar: توھان جي ھن مدد جو مناسب استعمال صحت جي سنڀال ۾ اثر ڇڏيو آھي. اسان توهان جي ڪوششن کي ساراهيو ٿا.
ur: آپ کے تعاون نے انسانیت پر اثر ڈالا ہے۔ ہم آپ کی کوششوں کی تعریف کرتے ہیں۔

source: Go to Home
ar: هوم صفحي ڏانھن وڃو
ur: ہوم پیج پر جائیں

# token_of_thanks
source: A Token of Thanks
ar: شڪر جو نشان
ur: شکریہ

# tnc1
source: 1. By signing up for our application, you agree to enable the tracking of your location to allow nearby lifesavers to accept or reject an alert in case of an emergency.
ar: 1. اسان جي ايپليڪيشن لاءِ سائن اپ ڪرڻ سان، توهان متفق آهيو ته توهان جي مقام جي ٽريڪنگ کي فعال ڪرڻ لاءِ ويجهن جاندارن کي ايمرجنسي جي صورت ۾ الرٽ قبول ڪرڻ يا رد ڪرڻ جي اجازت ڏيڻ لاءِ.
ur: ہمارے ایپلیکیشن کے لاگ ان کرنے سے آپ ایک اتفاق پر آتے ہیں کہ ایمرجنسی کی صورت میں قریبی مددگاروں کو آپ کی لوکیشن کا ٹریک کرنے کی اجازت دی جائے، تاکہ وہ آلرٹ قبول یا رد کر سکیں۔

# tnc2
source: 2. Our application provides the feature to call for a lifesaver in case of a medical emergency. The lifesaver is proficient in CPR and bleeding control techniques.
ar: 2. اسان جي ايپليڪيشن طبي ايمرجنسي جي صورت ۾ زندگي بچائيندڙ کي سڏڻ جي خصوصيت فراهم ڪري ٿي. زندگي بچائيندڙ سي پي آر ۽ خونريزي ڪنٽرول ٽيڪنالاجي ۾ ماهر آهي.
ur: ہمارے ایپلیکیشن میں میڈیکل ایمرجنسی کی صورت میں مددگار بلانے کی سہولت دی گئی ہے۔ یہ مددگار سی پی آر اور خونریزی کنٹرول ٹیکنیکس میں ماہر ہیں۔

# tnc3
source: 3. The lifesaver who accepts the alert will come to your location and provide medical assistance to the best of their ability.
ar: 3. زندگي بچائيندڙ جيڪو خبرداري کي قبول ڪري ٿو، توهان جي جڳهه تي ايندو ۽ طبي امداد فراهم ڪندو پنهنجي قابليت جي بهترين.
ur: جو مددگار آلرٹ قبول کرتا ہے، وہ آپ کی لوکیشن پر آئے گا اور اپنی صلاحیت کے مطابق طبی امداد فراہم کرے گا۔

# tnc4
source: 4. Our application does not guarantee the availability of a lifesaver nearby at all times. Therefore, we recommend that you seek professional medical help in case of an emergency.
ar: 4. اسان جي درخواست هر وقت ويجھي زندگي بچائيندڙ جي دستيابي جي ضمانت نٿي ڏئي. تنهن ڪري، اسان سفارش ڪريون ٿا ته توهان ايمرجنسي جي صورت ۾ پروفيسر طبي مدد حاصل ڪريو.
ur: ہمارے ایپلیکیشن کے ذریعہ ہمیشہ قریبی مددگار دستیاب ہونے کی گارنٹی نہیں دی جاتی۔ لہذا، ہم ایمرجنسی کی صورت میں پیشہ ورانہ طبی مدد حاصل کرنے کی تجویز دیتے ہیں۔

# tnc5
source: 5. You agree to use the application responsibly and only in case of a genuine emergency.
ar: 5. توهان قبول ڪيو ٿا ته ايپليڪيشن کي ذميواري سان استعمال ڪريو ۽ صرف حقيقي ايمرجنسي جي صورت ۾.
ur: آپ ایپلیکیشن کو با اخلاص استعمال کریں اور صرف اصل ایمرجنسی کی صورت میں استعمال کریں۔

# tnc6
source: 6. Our application collects and processes your personal information to provide you with the service. We take the privacy and security of your data seriously, and we will only use it for the purpose it was collected.
ar: 6. اسان جي ايپليڪيشن توهان جي ذاتي معلومات گڏ ڪري ٿي ۽ پروسيس ڪري ٿي توهان کي خدمت مهيا ڪرڻ لاءِ. اسان توهان جي ڊيٽا جي رازداري ۽ حفاظت کي سنجيدگي سان وٺون ٿا، ۽ اسان ان کي صرف ان مقصد لاءِ استعمال ڪنداسين جيڪو اهو گڏ ڪيو ويو هو.
ur: ہمارا ایپلیکیشن آپ کی خدمت فراہم کرنے کے لئے آپ کی شخصی معلومات کو جمع اور پروسیس کرتا ہے۔ ہم آپ کے ڈیٹا کی پرائیویسی اور امن کو فریب نہیں دیتے

# tnc7
source: 7. You are responsible for keeping your login credentials secure and confidential.
ar: 7. توهان پنهنجي لاگ ان سندن کي محفوظ ۽ رازداري رکڻ جا ذميوار آهيو.
ur: آپ اپنے لاگ ان کریڈنشل کو محفوظ اور خفیہ رکھنے کے لئے ذمہ دار ہیں۔

# tnc8
source: 8. We reserve the right to suspend or terminate your account if you violate our terms and conditions or if we suspect fraudulent activity.
ar: 8. اسان توهان جي اڪائونٽ کي معطل يا ختم ڪرڻ جو حق محفوظ رکون ٿا جيڪڏهن توهان اسان جي شرطن ۽ ضابطن جي ڀڃڪڙي ڪريو ٿا يا جيڪڏهن اسان کي دوکي جي سرگرمي تي شڪ آهي.
ur: اگر آپ ہماری شرائط و ضوابط کی خلاف ورزی کرتے ہیں یا ہمیں دھوکہ دہی کی سرگرمی کا شبہ ہے تو ہم آپ کے اکاؤنٹ کو معطل یا ختم کرنے کا حق محفوظ رکھتے ہیں۔

# tnc9
source: 9. By using our application, you agree to indemnify and hold harmless our company, its affiliates, employees, and agents, from any claims, damages, or losses arising out of your use of the application.
ar: 9. اسان جي ايپليڪيشن کي استعمال ڪندي، توهان اسان جي ڪمپني، ان جي ساٿين، ملازمن، ۽ ايجنٽن کي، ڪنهن به دعويٰ، نقصان، يا توهان جي ايپليڪيشن جي استعمال مان پيدا ٿيندڙ نقصانن کان بي ضرر رکڻ ۽ نقصان پهچائڻ تي متفق آهيو.
ur: ہماری ایپلیکیشن کا استعمال کرتے ہوئے، آپ ہماری کمپنی، اس کے ملحقہ اداروں، ملازمین اور ایجنٹوں کو آپ کے ایپلیکیشن کے استعمال سے پیدا ہونے والے کسی بھی دعوے، نقصانات یا نقصانات کی تلافی اور بے ضرر رکھنے پر اتفاق کرتے ہیں۔

# tnc10
source: 10. These terms and conditions may be updated from time to time, and you will be notified of any changes.
ar: 10. اهي شرطون ۽ حالتون وقت بوقت اپڊيٽ ٿي سگھن ٿيون، ۽ توهان کي ڪنهن به تبديلي جي اطلاع ڏني ويندي.
ur: ان شرائط و ضوابط کو وقتاً فوقتاً اپ ڈیٹ کیا جا سکتا ہے، اور آپ کو کسی بھی تبدیلی کے بارے میں مطلع کیا جائے گا۔

source: Terms and conditions
ar: شرطون ۽ حالتون
ur: شرائط و ضوابط

# back_to_register
source: Back
ar: رجسٽر ڏانهن واپس
ur: رجسٹر پر واپس جائیں۔

# ls_tnc1
source: By registering as a lifesaver on our application, you agree to provide assistance in emergency situations when called upon by a citizen who is in need of help.
ar: اسان جي درخواست تي زندگي بچائيندڙ جي طور تي رجسٽر ڪرڻ سان، توهان هنگامي حالتن ۾ مدد فراهم ڪرڻ تي متفق آهيو جڏهن هڪ شهري طرفان سڏيو وڃي ٿو جيڪو مدد جي ضرورت آهي.
ur: ہماری درخواست پر لائف سیور کے طور پر اندراج کر کے، آپ ہنگامی حالات میں مدد فراہم کرنے سے اتفاق کرتے ہیں جب کسی ایسے شہری کی طرف سے بلایا جائے جسے مدد کی ضرورت ہو۔

# ls_tnc2
source: You acknowledge and understand that the assistance you provide as a lifesaver may involve performing CPR, administering first aid, and other life-saving interventions.
ar: توھان تسليم ڪيو ۽ سمجھو ٿا ته توھان جيڪا مدد مهيا ڪندا آھيو زندگي بچائيندڙ جي طور تي ان ۾ شامل ٿي سگھي ٿو CPR انجام ڏيڻ، انتظاميا فرسٽ ايڊ، ۽ ٻيون زندگي بچائڻ وارا مداخلتون.
ur: آپ تسلیم کرتے ہیں اور سمجھتے ہیں کہ آپ زندگی بچانے والے کے طور پر جو مدد فراہم کرتے ہیں اس میں CPR کرنا، ابتدائی طبی امداد کا انتظام کرنا، اور زندگی بچانے والی دیگر مداخلتیں شامل ہو سکتی ہیں۔

# ls_tnc3
source: You represent and warrant that you have the necessary skills, training, and qualifications to provide assistance as a lifesaver.
ar: توهان نمائندگي ڪريو ٿا ۽ ضمانت ڏيو ٿا ته توهان وٽ ضروري صلاحيتون، تربيت، ۽ قابليت آهن زندگي بچائڻ لاءِ مدد فراهم ڪرڻ لاءِ.
ur: آپ نمائندگی کرتے ہیں اور ضمانت دیتے ہیں کہ آپ کے پاس زندگی بچانے والے کے طور پر مدد فراہم کرنے کے لیے ضروری مہارتیں، تربیت اور اہلیتیں ہیں۔

# ls_tnc4
source: You agree to provide assistance in a timely and professional manner, and to follow all applicable laws and regulations regarding the provision of emergency medical services.
ar: توهان بروقت ۽ پيشه ورانه انداز ۾ مدد فراهم ڪرڻ ۽ هنگامي طبي خدمتن جي فراهمي جي حوالي سان سڀني قابل اطلاق قانونن ۽ ضابطن جي پيروي ڪرڻ تي متفق آهيو.
ur: آپ بروقت اور پیشہ ورانہ طریقے سے مدد فراہم کرنے اور ہنگامی طبی خدمات کی فراہمی کے حوالے سے تمام قابل اطلاق قوانین اور ضوابط کی پیروی کرنے سے اتفاق کرتے ہیں۔

# ls_tnc5
source: You acknowledge and understand that your provision of assistance as a lifesaver is voluntary, and that you will not be compensated for your services.
ar: توهان تسليم ڪيو ٿا ۽ سمجهو ٿا ته توهان جي مدد جي فراهمي هڪ زندگي بچائيندڙ طور تي رضاڪارانه آهي، ۽ توهان کي توهان جي خدمتن لاء معاوضو نه ڏنو ويندو.
ur: آپ تسلیم کرتے ہیں اور سمجھتے ہیں کہ زندگی بچانے والے کے طور پر آپ کی مدد کی فراہمی رضاکارانہ ہے، اور یہ کہ آپ کو آپ کی خدمات کا معاوضہ نہیں دیا جائے گا۔

# ls_tnc6
source: You agree to release and hold harmless our application, its owners, operators, and affiliates from any liability arising from your provision of assistance as a lifesaver.
ar: توهان رضامند آهيو ته اسان جي درخواست، ان جي مالڪن، آپريٽرز ۽ ساٿين کي بي ضرر رکڻ ۽ ڪنهن به ذميواري کان جيڪو توهان جي زندگي بچائيندڙ مدد جي فراهمي مان پيدا ٿئي ٿو.
ur: آپ ہماری درخواست، اس کے مالکان، آپریٹرز، اور ملحقہ افراد کو زندگی بچانے والے کے طور پر آپ کی مدد کی فراہمی سے پیدا ہونے والی کسی بھی ذمہ داری سے بے ضرر رہائی اور رکھنے پر اتفاق کرتے ہیں۔

# ls_tnc7
source: You acknowledge and understand that your provision of assistance as a lifesaver does not create any employment or agency relationship with our application, and that you are not authorized to act on behalf of our application in any capacity.
ar: توهان تسليم ڪيو ٿا ۽ سمجهو ٿا ته توهان جي مدد جي فراهمي جي زندگي بچائيندڙ جي طور تي اسان جي درخواست سان ڪو به روزگار يا ايجنسي جو تعلق پيدا نٿو ڪري، ۽ توهان کي ڪنهن به صلاحيت ۾ اسان جي درخواست جي طرفان عمل ڪرڻ جي اجازت نه آهي.
ur: آپ تسلیم کرتے ہیں اور سمجھتے ہیں کہ زندگی بچانے والے کے طور پر آپ کی مدد کی فراہمی ہماری درخواست کے ساتھ کوئی روزگار یا ایجنسی کا رشتہ نہیں بناتی ہے، اور یہ کہ آپ کو ہماری درخواست کی جانب سے کسی بھی حیثیت سے کام کرنے کا اختیار نہیں ہے۔

# ls_tnc8
source: You agree to maintain the confidentiality of any information you receive in connection with your provision of assistance as a lifesaver, and to comply with all applicable privacy laws and regulations.
ar: توهان متفق آهيو ڪنهن به معلومات جي رازداري کي برقرار رکڻ لاءِ جيڪو توهان حاصل ڪيو توهان جي مدد جي فراهمي جي سلسلي ۾ هڪ زندگي بچائيندڙ جي طور تي، ۽ سڀني قابل اطلاق رازداري قانونن ۽ ضابطن جي تعميل ڪرڻ لاءِ.
ur: آپ زندگی بچانے والے کے طور پر آپ کی مدد کی فراہمی کے سلسلے میں موصول ہونے والی کسی بھی معلومات کی رازداری کو برقرار رکھنے اور رازداری کے تمام قابل اطلاق قوانین اور ضوابط کی تعمیل کرنے سے اتفاق کرتے ہیں۔

# ls_tnc9
source: You acknowledge and understand that our application may collect and use certain information about you, including your name, contact information, and location, in order to facilitate the provision of emergency services.
ar: توهان تسليم ڪيو ۽ سمجھو ٿا ته اسان جي ايپليڪيشن توهان جي باري ۾ ڪجهه معلومات گڏ ڪري ۽ استعمال ڪري سگهي ٿي، بشمول توهان جو نالو، رابطي جي معلومات، ۽ هنڌ، هنگامي خدمتن جي فراهمي کي آسان ڪرڻ لاء.
ur: آپ تسلیم کرتے ہیں اور سمجھتے ہیں کہ ہماری درخواست آپ کے بارے میں کچھ معلومات جمع اور استعمال کر سکتی ہے، بشمول آپ کا نام، رابطہ کی معلومات، اور مقام، ہنگامی خدمات کی فراہمی میں سہولت فراہم کرنے کے لیے۔

# ls_tnc10
source: You agree to comply with all applicable terms and conditions of our application, including our privacy policy and any other agreements that you may enter into with us from time to time.
ar: توهان اسان جي درخواست جي سڀني قابل اطلاق شرطن ۽ شرطن تي عمل ڪرڻ تي متفق آهيو، بشمول اسان جي رازداري پاليسي ۽ ٻيا معاهدا جيڪي توهان وقت وقت تي اسان سان داخل ڪري سگهو ٿا.
ur: آپ ہماری درخواست کے تمام قابل اطلاق شرائط و ضوابط کی تعمیل کرنے سے اتفاق کرتے ہیں، بشمول ہماری رازداری کی پالیسی اور کوئی دوسرا معاہدہ جو آپ وقتاً فوقتاً ہمارے ساتھ کر سکتے ہیں۔

# ask_availibility
source: Are you available to help?
ar: ڇا توھان مدد لاءِ موجود آھيو؟
ur: کیا آپ مدد کے لیے دستیاب ہیں؟

source: Available
ar: دستياب
ur: دستیاب

source: Unavailable
ar: غير موجود
ur: دستیاب نہیں

source: Brochure
ar: بروشر
ur: بروشر

source: Website
ar: ويب سائيٽ
ur: ویب سائٹ

source: Helpline
ar: مدد لائن
ur: ہیلپ لائن

source: Manual
ar: رہنمائي جو سفرنامو
ur: ہدایت نامہ

# contact_no
source: Contact Number
ar: رابطو نمبر
